const imagesData =
 [
    {
        url : require('../Assets/images/01.jpg'),
        text : 'نحن نضمن أمان حساباتكم بتكنولوجيا حديثة وأساليب تشفير متطورة'
    },
    {
        url : require('../Assets/images/02.jpg'),
        text: 'نحرص على حماية أموالكم ومعلوماتكم الشخصية من خلال إجراءات أمان صارمة'
    },
    {
        url : require('../Assets/images/03.jpg'),
        text : 'تتيح خدماتنا البنكية الإلكترونية لعملائنا الوصول الآمن إلى حساباتهم عبر الإنترنت في أي وقت ومن أي مكان'
    },
    {
        url : require('../Assets/images/04.jpg'),
        text : 'نحن نعمل بجدية لتحقيق أعلى معايير الأمان في جميع خدماتنا المصرفية'
    },
    {
        url : require('../Assets/images/05.jpg'),
        text : 'نحن نوفر الدعم الفني المستمر ونتابع بإهتمام حالة حساباتكم لضمان عدم حدوث عمليات غير مصرح بها'
    },
    {
        url : require('../Assets/images/06.jpg'),
        text : 'نحن نحافظ على سرية جميع بياناتكم المصرفية ونتعامل معها بأمان تام'
    },
    {
        url : require('../Assets/images/07.jpg'),
        text : 'تعتمد خدماتنا المصرفية على بروتوكولات أمان متقدمة للحفاظ على سرية حساباتكم'
    },
    {
        url : require('../Assets/images/08.jpg'),
        text : 'خدماتنا المصرفية تشمل تحقق الهوية للعملاء وإجراءات التحقق بمعلومات الحساب المحددة لتفادي الاحتيال'
    },
    {
        url : require('../Assets/images/09.jpg'),
        text : 'يمكنكم الاعتماد على خدماتنا المصرفية لإدارة أموالكم بأمان وثقة'
    }
 ];
 export default imagesData;